Repository: bb-drummer/my-application-base
Catalog: module/Application/language/*.po
Languages: fr_fr

source: add
fr_fr: ajouter

source: edit
fr_fr: éditer

source: delete
fr_fr: supprimer

source: details
fr_fr: détails

source: overview
fr_fr: enquête

source: show
fr_fr: afficher

source: account
fr_fr: profil

source: change email
fr_fr: modifier l’email

source: change password
fr_fr: modifier le mot de passe

source: register
fr_fr: inscris-toi

source: user confirmation
fr_fr: confirmation à l’utilisateur

source: user activation
fr_fr: activation de l’utilisateur

source: admin
fr_fr: Administrateur

source: users
fr_fr: Utilisateurs

source: permissions
fr_fr: Autorisations

source: roles
fr_fr: Rôles d'utilisateur

source: resources
fr_fr: Ressources

source: settings
fr_fr: Réglages

source: system
fr_fr: Système

source: info
fr_fr: Information

source: setup
fr_fr: Configuration

source: install
fr_fr: Installation

source: help
fr_fr: Aider

source: support
fr_fr: Soutien

source: about
fr_fr: A propos

source: administrator
fr_fr: Administrateur

source: user
fr_fr: Utilisateur

source: public
fr_fr: publiquement

source: submit
fr_fr: envoyer

source: Authentication failed. Please try again.
fr_fr: L’authentification a échoué. Veuillez réessayer.

source: Value is required and can't be empty
fr_fr: La valeur est nécessaire et ne peut être vide.

source: Captcha value is wrong
fr_fr: Valeur de Captcha est incorrect.

source: The input is less than %s characters long
fr_fr: La valeur saisie doit être supérieure à %s caractères.

source: The two given tokens do not match
fr_fr: Les deux jetons donnés ne correspondent pas

source: The input is not between '%s' and '%s', inclusively
fr_fr: L’entrée n’est pas entre «%s» et «%s», inclusivement

source: request password reset
fr_fr: Demander la réinitialisation du mot de passe

source: set new password
fr_fr: Définir un nouveau mot de passe

source: Email or Username
fr_fr: Nom d’utilisateur ou adresse email

source: mobile
fr_fr: cellulaire

source: update database structure
fr_fr: Mettre à jour la structure de la base de données

source: About %s[MyApplication]%s
fr_fr: A propos de %s[MyApplication]%s

source: This should serve as a fully functional basic ZendFramework2 application construct. Just do a checkout %sfrom our GitLab%s and adjust it to your needs.
fr_fr: Cela devrait servir d’une construction d’application ZendFramework2 base entièrement fonctionnelle. Il suffit de faire un checkout %sélèves nos GitLab%s et adapter à vos besoins.

source: Please, take a look into %sMyApplication User Help section%s to get some guidance around this application.
fr_fr: S'il vous plaît se référer %sà la section d'aide%s pour obtenir un soutien à l'opération.

source: If you need further assistance, please do not hesitate to contact %sMyApplication support%s.
fr_fr: Si vous avez besoin d’une quelconque assistance, n’hésitez pas contacter %sMyApplication support%s.

source: This application currently runs upon...
fr_fr: Cette application s’exécute sur…

source: server: %s, %s
fr_fr: serveur: %s, %s

source: system: %s, %s
fr_fr: système: %s, %s

source: If you are interested, please follow development on our GitLab...
fr_fr: Si vous êtes intéressé, s'il vous plaît regarder le développement sur notre GitLab...

source: All rights reserved.
fr_fr: Tous droits réservés.

source: Follow Development
fr_fr: Suivre le développement

source: %s[MyApplication]%s is under active development. If you are interested in following the development of %s[MyApplication]%s, there is a special portal on the official website which provides links to the %s[MyApplication]%s %swiki%s, %sdev blog%s, %sissue tracker%s, and much more. This is a great resource for staying up to date with the latest developments!
fr_fr: %s[MyApplication]%s est en cours de développement actif. Si vous êtes intéressés par suite du développement de %s[MyApplication]%s, il y a un portail spécial sur le site officiel qui fournit des liens vers le %s[MyApplication]%s %swiki%s, %sdev blog%s, %straqueur de issue%s et bien plus encore. Il s’agit d’une grande ressource pour rester à jour avec les derniers développements !

source: %s[MyApplication]%s Development Portal
fr_fr: Portail sur le développement de %s[MyApplication]%s

source: Discover Modules
fr_fr: Découvrez les modules

source: We are working on developing a community site to serve as a repository and gallery for %s[MyApplication]%s modules. These projects are available %son our GitLab%s. The site is currently under development and will soon contain a list of some of the modules already available for this application.
fr_fr: La communauté travaille sur le développement d'un site communautaire avec l'objectif de servir de dépôt et de galerie pour les modules %s[MyApplication]%s. Le projet est disponible %ssur nous GitLab%s. Le site est déjà en ligne, et contient une liste non exhaustive des modules déjà disponibles pour cette application.

source: Explore %s[MyApplication]%s Modules
fr_fr: Explorer les Modules %s[MyApplication]%s

source: Help &amp; Support
fr_fr: Aide &amp; support

source: If you need any help or support while using and/or developing with %s[MyApplication]%s, you can take a look into %shelp section%s or you may reach us via our %ssupport channel%s. We'd love to hear any questions or feedback you may have regarding the beta releases. Alternatively, you may subscribe and post questions via the %scontact form%s.
fr_fr: Si vous avez besoin d’aide ou de soutien, tout en utilisant et/ou développer avec %s[MyApplication]%s, vous pouvez jeter un oeil dans %ssection d’aide utilisateur%s ou vous pouvez communiquer avec nous par l’intermédiaire de %sla section de support%s. Nous serions ravis d’entendre des questions ou des commentaires que concernant les versions bêta. Alternativement, vous pouvez vous abonner et poser des questions via %sle formulaire de contact%s.

source: Contact us
fr_fr: Contacter nous

source: Welcome to %s[MyApplication]%s User Help section
fr_fr: Bienvenue sur la section d’aide utilisateur %s[MyApplication]%s

source: here comes your user guidance content...
fr_fr: Voici votre contenu de guidage utilisateur…

source: If you need further assistance, please do not hesitate to contact %sMyApplication support%s.<br />
fr_fr: Si vous besoin d’aide, n’hésitez pas à contacter le %ssupport de MyApplication%s.<br />

source: Welcome to %s[MyApplication]%s
fr_fr: Bienvenue sur %s[MyApplication]%s

source: Congratulations! You have successfully installed the %sMyApplication application%s.
fr_fr: Félicitations ! Vous avez correctement installé %sl’application de MyApplication%s.

source: You are currently running <b>Zend Framework version %s</b> with <b>php version %s</b>.
fr_fr: Vous êtes en cours d’exécution <b>Zend Framework %s</b> avec <b>php %s</b>.

source: This install is for demonstration purposes only.
fr_fr: Cette présentation est à titre informatif seulement.

source: You are able to login with username "sysadmin" and password "sysadmin".
fr_fr: Vous êtes capable de vous connecter avec le nom d’utilisateur «sysadmin» et mot de passe «sysadmin».

source: Database and sessions will be flushed every ten minutes.
fr_fr: Base de données et des sessions seront vidées toutes les dix minutes.

source: Follow on our GitLab
fr_fr: Regarder sur notre GitLab…

source: Welcome to %s[MyApplication]%s Support section
fr_fr: Bienvenue sur la section %s[MyApplication] Support%s

source: Please, take a look into %sMyApplication User Help section%s before you contact support.<br />
fr_fr: S’il vous plaît se référer sur la %ssection aide utilisateur de MyApplication%s avant de contacter le support.<br />

source: %s[MyApplication]%s setup
fr_fr: Configuration de %s[MyApplication]%s

source: Welcome to the %s[MyApplication]%s setup module...
fr_fr: Bienvenue sur le module de configuration de %s[MyApplication]%s…

source: Please select the setup method your desire. Maybe, you should consider creating a backup of the database first.
fr_fr: S'il vous plaît se sélectionner la méthode d'installation. Peut-être, vous devriez considérer créant d’abord une sauvegarde de la base de données.

source: Backup &nbsp; %s[==&gt;&gt;]%s
fr_fr: Sauvegarde &nbsp; %s[==&gt;&gt;]%s

source: Update &nbsp; %s[==&gt;&gt;]%s
fr_fr: Mettre à jour &nbsp; %s[==&gt;&gt;]%s

source: %s[MyApplication]%s setup - Installation
fr_fr: Configuration de %s[MyApplication]%s - Installation

source: %s[MyApplication]%s setup - Update
fr_fr: Configuration de %s[MyApplication]%s - Mettre à jour

source: %s[MyApplication]%s system - backup
fr_fr: Configuration de %s[MyApplication]%s - Sauvegarde

source: %s[MyApplication]%s system options
fr_fr: Options de système de %s[MyApplication]%s

source: System-Info &nbsp; %s==&gt;&gt;%s
fr_fr: Système &nbsp; %s==&gt;&gt;%s

source: Backup &nbsp; %s==&gt;&gt;%s
fr_fr: Sauvegarde &nbsp; %s==&gt;&gt;%s

source: Setup-Routines &nbsp; %s==&gt;&gt;%s
fr_fr: Des Routines d’installation &nbsp; %s==&gt;&gt;%s

source: %s[MyApplication]%s system - info
fr_fr: Configuration de %s[MyApplication]%s - Information

source: A 404 error occurred
fr_fr: Une erreur 404 est survenue

source: The requested controller was unable to dispatch the request.
fr_fr: Le contrôleur demandé n'a pas pu dispatcher la requête.

source: The requested controller could not be mapped to an existing controller class.
fr_fr: Le contrôleur demandé ne correspond pas à une classe existante de contrôleur.

source: The requested controller was not dispatchable.
fr_fr: Le contrôleur demandé n'est pas dispatchable.

source: The requested URL could not be matched by routing.
fr_fr: L'URL demandée n'a pas pu trouver de route correspondante.

source: We cannot determine at this time why a 404 was generated.
fr_fr: Nous ne pouvons pas déterminer pour le moment pourquoi une 404 a été générée.

source: Controller
fr_fr: Contrôleur

source: resolves to %s
fr_fr: résout en %s

source: Additional information
fr_fr: Informations complémentaires

source: File
fr_fr: Fichier

source: Stack trace
fr_fr: Pile d'exécution

source: Previous exceptions
fr_fr: Exceptions précédentes

source: No Exception available
fr_fr: Aucune exception disponible

source: An error occurred
fr_fr: Une erreur est survenue

source: you are here :
fr_fr: Vous êtes ici :
